// © Copyright 2010, 2015-2016 HP Development Company, L.P.

// ------ Ink Colors ------ //

"cyan" = "Syaani [C]";
"magenta" = "Magenta [M]";
"yellow" = "Keltainen [Y]";

"black" = "Musta [K]";

"red" = "Punainen [R]";
"green" = "Vihreä [G]";
"blue" = "Sininen [B]";

"lightcyan" = "Vaaleansyaani [LC]";
"lightmagenta" = "Vaaleanmagenta [LM]";

"orange" = "Oranssi [O]";

"gray" = "Harmaa [G]";
"lightgray" = "Vaaleanharmaa [LG]";
"darkgray" = "Tummanharmaa [DG]";

"photoblack" = "Valokuvamusta [PK]";
"matteblack" = "Mattamusta [MK]";

"glossenhancer" = "Kiillon parannus";

"violet" = "Violetti [V]";

"gold" = "Kulta [??]";
"silver" = "Hopea [??]";
"bronze" = "Pronssi [??]";

"metallic" = "Metallipunainen[??]";

"tricolor" = "Kolmivärinen [Syaani/Magenta/Keltainen]";
"photo" = "Valokuva [musta/vaaleansyaani/vaaleanmagenta]";
"photogray" = "Harmaa valokuva [musta/harmaa/vaaleanharmaa]";

"Photo [PK]" = "Valokuva [PK]";


//Event Titles in Message Center
"Previously Used Genuine HP Cartridge(s)" = "Aikaisemmin käytetyt aidot HP-kasetit";
"Refilled or Depleted Cartridge Detected" = "Uudelleentäytetty tai tyhjä kasetti havaittu";

//Pharse for smash alert
"The message status could not be updated" = "Viestin tilaa ei voitu päivittää";

//New titles introduced for K4 phase to be localized.
"Counterfeit Cartridge Advisory" = "Ilmoitus väärennetystä kasetista";
"Used, Refilled or Counterfeit Cartridge Detected" = "Havaittiin käytetty, uudelleentäytetty tai väärennetty kasetti";

HSDUseCartridgeOrLearnAboutProtection = "Jos haluat jatkaa löydettyjen kasettien käyttämistä, valitse Jatka.
Jos haluat lopettaa ja saada lisätietoa HP:n kasettiensuojaustoiminnosta, napsauta Peruuta.";

"View HP Privacy Statement Online" = "HP:n tietosuojalauseke";

"Shop Online" = "Tee verkko-ostoksia";

"To order a genuine HP replacement cartridge, click Shop Online." = "Jos haluat tilata aidon HP-kasetin, napsauta Tee verkko-ostoksia.";

//a: Removed the sring from the nib file and added the same here.
"To continue using this cartridge, click OK." = "Jatka tämän kasetin käyttöä napsauttamalla OK.";
"View online details about shared information" = "Katso verkosta lisätietoja jaetuista tiedoista";

// [RQ 7996] Replace 'Shop Online' with 'Buy Now' in supply alerts.
"Buy Now" = "Osta nyt";
"To order a genuine HP replacement cartridge, click Buy Now." = "Tilaa aito HP:n vaihtokasetti napsauttamalla Osta nyt.";


"To order a genuine HP replacement cartridge online, click Buy Now." = "Tilaa aito HP-vaihtokasetti verkosta valitsemalla Osta nyt.";

"View data shared with HP" = "Tarkastele HP:lle lähetettyjä tietoja";

"HP Instant Ink Support Online" = "HP Instant Ink -verkkotukeen";

//Ink subscription message from K10
"For problems with cartridges obtained from HP Instant Ink, please contact HP Instant Ink Support Online." = "Jos sinulla on ongelmia HP Instant Ink -palvelun kautta hankittujen kasettien kanssa, ota yhteyttä HP Instant Ink -verkkotukeen.";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Is Pen Counterfeit Dialog
HSD__65592_65685__EventTitle = "Käytettyjä tai väärennettyjä kasetteja havaittu";
